Repository: bemot/gogandmagog
Catalog: translation/translation-omegat.tmx
Source language: en_us
Languages: uk

source: If you don't have that 15 minutes, then take 15 minutes when you're driving and do it on audio Bible, right?
uk: Якщо у вас немає цих 15 хвилин, тоді виділіть 15 хвилин, коли ви за кермом, і зробіть це на аудіо-Біблії, чи не так?

source: If you go back to that original left behind movie with Kurt Cameron, you know what the movie starts with while the credits are still rolling?
uk: Якщо ви повернетеся до того оригінального фільму з Куртом Кемероном, який залишився позаду, ви знаєте, з чого фільм починається, поки титри ще йдуть?

source: If you think about World War II, you know, the lead up to World War II, it didn't happen overnight.
uk: Якщо ви думаєте про Другу світову війну, ви знаєте, що передувала Другій світовій війні, це не сталося відразу.

source: If you're a quick reader, it might be faster than that.
uk: Якщо ви швидко читаєте, це може бути швидше.

source: If you're an average reader, if you're a slow reader, it might take you a little longer.
uk: Якщо ви читаєте середньостатистично, якщо ви читаєте повільно, це може зайняти трохи більше часу.

source: Imagine what that would be like to see.
uk: Уявіть, що це було б побачити.

source: In Revelation 20, he just said, you know, these armies came, and they surrounded Jerusalem, and they surrounded the camp of the saints, and then it just said, fire came down from God of heaven and devoured him.
uk: В Об’явленні 20 він просто сказав, знаєте, прийшли ці війська, і вони оточили Єрусалим, і вони оточили табір святих, а потім було просто сказано, що вогонь зійшов від Бога небес і пожер його.

source: In Revelation, we had the thousand year reign of Christ.
uk: В Об’явленні ми мали тисячолітнє правління Христа.

source: In fact, in Tim LaHaye's book, Charting the End Times, he puts it in giant, he has like a giant text, the number one thing we should look at when trying to figure out where to put Gog and Magog in the prophetic timeline, the number one evidence is the seven years of burning the weapons.
uk: Насправді, у книзі Тіма ЛаХея «Діаграма кінця часів» він описує це гігантським текстом, він має схожий на гігантський текст, річ номер один, на яку ми повинні звернути увагу, намагаючись з’ясувати, куди поставити Ґоґа та Магога на пророчій шкалі часу, доказ номер один – сім років спалювання зброї.

source: In fact, the movie left behind, which is a pretty popular movie put out by Kurt Cameron and then a while back.
uk: Фактично, фільм залишився позаду, який є досить популярним фільмом, випущеним Куртом Кемероном, а потім деякий час тому.

source: In verse seven, after that thousand years is over, the devil is released out of hell because he's been locked in hell for that thousand years, which is part of why the earth is such a great place during that time because the devil's not deceiving anyone.
uk: У сьомому вірші, після того, як ця тисяча років закінчилася, диявол звільняється з пекла, тому що він був замкнений у пеклі протягом цієї тисячі років, що частково пояснює, чому земля є таким чудовим місцем протягом цього часу, тому що диявол нікого не обманює .

source: Is that a time when you would wanna be burning all your weapons, when there's major warfare going on and major cataclysm and major upheaval on the earth for the next seven years?
uk: Це час, коли ви хотіли б спалити всю свою зброю, коли тривають великі війни, великий катаклізм і великі потрясіння на землі протягом наступних семи років?

source: Is that gonna take a month?
uk: Це займе місяць?

source: Is that gonna take one day?
uk: Це займе один день?

source: It actually ends up proving that even more because it makes way more sense to burn weapons when you're at a time of total peace than when you're in the worst cataclysm that this world has ever seen.
uk: Насправді це доводить це навіть більше, тому що має набагато більше сенсу спалювати зброю, коли ти перебуваєш у час повного миру, ніж коли ти перебуваєш у найстрашнішому катаклізму, який коли-небудь бачив цей світ.

source: It doesn't make any sense.
uk: Це не має жодного сенсу.

source: It doesn't mean we're in year 998.
uk: Це не означає, що ми в 998 році.

source: It is, you know, it is.
uk: Це, знаєте, це так.

source: It just says Gog and Magog.
uk: Тут просто написано Гог і Магог.

source: It means a thousand years have come and gone.
uk: Це означає, що тисяча років прийшла і минула.

source: It pretty much just tells us that there's gonna be a thousand year reign of Christ.
uk: Це майже просто говорить нам про те, що буде тисячолітнє правління Христа.

source: It says in verse 11, then he said unto me, son of man, these bones are the whole house of Israel.
uk: У вірші 11 сказано, тоді він сказав мені, сину людський, ці кістки — це весь дім Ізраїля.

source: It says in verse eight, after many days thou shalt be visited in the latter years, thou shalt come into the land that is brought back from the sword and is gathered out of many people against the mountains of Israel, which have been altogether waste, but it is brought forth out of the nations and they shall dwell safely all of them.
uk: У восьмому вірші сказано: «Через багато днів ти будеш відвіданий в останні роки, ти прийдеш до землі, яка була звільнена від меча і зібрана з багатьох людей проти гір Ізраїля, які були повністю спустошені, але воно виведене з народів, і вони житимуть безпечно всі вони.

source: It says in verse eight, behold, it is come, it is done, sayeth the Lord, this is the day whereof I've spoken, and they that dwell in the cities of Israel shall go forth, and shall set on fire and burn the weapons, both the shields, and the bucklers, the bows, and the arrows, and the hand-staves, and the spears, and they shall burn them with fire seven years, so that they shall take no wood out of the field, neither cut down any of the forests, for they shall burn the weapons with fire, and they shall rob those that spoiled them, or they shall spoil those that spoiled them, and rob those that robbed them, sayeth the Lord God.
uk: У восьмому вірші сказано: Ось прийшло, сталося, говорить Господь, це день, про який Я говорив, і ті, хто живе в містах Ізраїля, вийдуть, і запалять і спалять зброю, і щити, і щити, і луки, і стріли, і держаки, і списи, і спалять їх у огні сім років, щоб не брали дров із поля, і не вирубуйте жодного лісу, бо зброю спалять вогнем, і пограбують тих, що грабували, або пограбують тих, що грабували, і пограбують тих, що грабували, говорить Господь Бог.

source: It says in verse nine, they went up on the breadth of the earth encompassed the camp of the saints about and the beloved city and fire came down from God out of heaven and devoured them.
uk: У дев’ятому вірші сказано, що вони піднялися на ширину землі, охопили табір святих, і улюблене місто, і вогонь зійшов від Бога з неба і пожер їх.

source: It says in verse number 15, the word of the Lord came again unto me saying, moreover thou, son of man, take thee one stick and write upon it for Judah and for the children of Israel, his companions, then take another stick and write upon it for Joseph, the stick of Ephraim and for all the house of Israel, his companions, and join them one to another into one stick and they shall become one in thy hand.
uk: У вірші номер 15 сказано, що слово Господа знову прийшло до мене, говорячи: Крім того, ти, сину людський, візьми собі одну палицю і напиши на ній для Юди та для синів Ізраїля, його товаришів, потім візьми іншу палицю і напишіть на ньому для Йосипа, палиці Єфрема, і для всього дому Ізраїля, товаришів його, і з’єднайте їх одного з одним в одну палицю, і вони стануть одним у твоїй руці.

source: It says in verse number 20, and the sticks whereon thou writest shall be in thine hand before their eyes and say unto them, thus saith the Lord God, behold, I will take the children of Israel from among the heathen, whether they be gone and will gather them on every side and bring them into their own land.
uk: Там сказано у вірші номер 20, і палиці, на яких ти пишеш, будуть у твоїй руці перед їхніми очима, і ти скажеш їм: Так говорить Господь Бог: Ось Я візьму синів Ізраїля з-посеред поган, хоч би вони пішли і збере їх з усіх боків, і приведе їх до їхнього краю.

source: It still gets you from point A to point B, so if you're not too prideful and worried about the way it looks, you know, you could go get the hail damaged vehicles.
uk: Він все одно доставить вас із пункту А в пункт Б, тож якщо ви не надто горді та не хвилюєтеся про те, як це виглядає, ви знаєте, ви можете піти забрати пошкоджені градом транспортні засоби.

source: It wouldn't make any sense.
uk: Це не мало б сенсу.

source: It'd be like, what are we gonna do with all these tanks?
uk: Це було б так, що ми будемо робити з усіма цими танками?

source: It's a good standard, you know, just to have as your goal of, I'm gonna read the Bible at least one time per year.
uk: Це хороший стандарт, знаєте, просто поставити собі за мету я читати Біблію принаймні раз на рік.

source: It's a lot harder to read than the book of Revelation.
uk: Її набагато важче читати, ніж книгу Одкровення.

source: It's a very wicked place.
uk: Це дуже погане місце.

source: It's a whole industry, the military industrial complex where they're just building missiles and tanks and airplanes and fighter jets and bombs and they're making all this equipment, right?
uk: Це ціла індустрія, військово-промисловий комплекс, де вони просто будують ракети, танки, літаки, винищувачі та бомби, і вони виготовляють усе це обладнання, чи не так?

source: It's because Jesus Christ, though, is gonna have some rules.
uk: Це тому, що в Ісуса Христа будуть певні правила.

source: It's good to be up here, beautiful day outside.
uk: Добре бути тут, на вулиці чудовий день.

source: It's got a lot of really strong meat of the word, a lot of really deep things in it.
uk: У ньому багато дійсно сильного м’яса слова, багато дійсно глибоких речей у ньому.

source: It's known as a party city for sodomites that go do the party there.
uk: Він відомий як місто для вечірок для содомітів, які ходять туди влаштовувати вечірки.

source: It's known for debauchery.
uk: Воно відоме розпустою.

source: It's known for perversion of wickedness.
uk: Це відоме збоченням злочестивості.

source: It's like three and a half chapters a day.
uk: Це як три з половиною розділи на день.

source: It's not as dramatic as Jesus walking on the water, but he takes this stick and he writes Judah on one stick.
uk: Це не так драматично, як Ісус, який йде по воді, але він бере цю палицю і пише Юда на одній палиці.

source: It's not gonna be a free-for-all.
uk: Це не буде безкоштовно для всіх.

source: It's not happening today.
uk: Це не відбувається сьогодні.

source: It's not possible for the blood of bulls and goats to take away sins.
uk: Неможливо, щоб кров биків і козлів зняла гріхи.

source: It's only the saved in their glorified bodies and in a perfect state.
uk: Це лише спасенні у своїх прославлених тілах і в ідеальному стані.

source: It's over, right?
uk: Все закінчилося, правда?

source: It's pretty easy to compare this with Revelation and compare this with what Jesus taught in the four Gospels and to see that in the millennial reign of Christ, Jesus is gonna reign over Israel and he's gonna have the 12 apostles judging the 12 tribes and it's gonna be great, there's gonna be no idolatry, none of the perversions that they got mixed up in the Old Testament.
uk: Досить легко порівняти це з Об’явленням і з тим, чому Ісус навчав у чотирьох Євангеліях, і побачити, що під час тисячолітнього правління Христа Ісус правитиме над Ізраїлем, і він матиме 12 апостолів, які судитимуть 12 племен, і це буде Будьте чудові, не буде жодного ідолопоклонства, жодних збочень, які вони змішали у Старому Завіті.

source: It's pretty simple.
uk: Це досить просто.

source: It's still not expired, right?
uk: Термін дії ще не закінчився, правда?

source: It's the blood of Christ that saves us.
uk: Це кров Христа спасає нас.

source: Jesus will sit on the throne of David.
uk: Ісус сяде на престолі Давида.

source: Just give me something quick.
uk: Просто дайте мені щось швидко.

source: Let's bow out and have a word of prayer.
uk: Вклонімося і помолимось словом.

source: Let's go back to Revelation 20 and see that there's really no evidence of that.
uk: Давайте повернемося до Об’явлення 20 і побачимо, що насправді немає жодних доказів цього.

source: Let's jump down to verse six.
uk: Давайте перейдемо до шостого вірша.

source: Let's just go and just wipe them out and let's take over.
uk: Давайте просто підемо, просто зітремо їх і візьмемо верх.

source: Let's make sure that we're reading our Bibles for ourselves, not just relying on the preacher to expound it to us on Sunday morning, Sunday night, Wednesday night, but rather that every day we carve out that 15 minutes, and nobody's too busy to carve out that 15 minutes.
uk: Переконуймося, що ми читаємо Біблію самостійно, а не просто покладаємося на те, що проповідник пояснює нам її в неділю вранці, у неділю ввечері, у середу ввечері, але радше щодня ми виділяємо ці 15 хвилин, і ніхто не буде надто зайнятий щоб викроїти ці 15 хвилин.

source: Let's melt them down and use them for other things.
uk: Давайте переплавимо їх і використаємо для інших справ.

source: Let's use them for firewood.
uk: Використаємо їх на дрова.

source: Let's, we'll close on this, Revelation 20.
uk: Давайте, ми закінчимо на цьому, Одкровення 20.

source: Like they're gonna take all the technology and think about how much money and technology goes into producing weapons right now.
uk: Ніби вони збираються взяти всі технології та подумати про те, скільки грошей і технологій йде на виробництво зброї прямо зараз.

source: Look what it says in verse three, and say, thus saith the Lord God, behold, I'm against the Ogog, the chief prince of Meshach and Tubal, I'll turn thee back and put hooks into thy jaws, and I will bring thee forth and all thine army, horses and horsemen, all of them clothed with all sorts of armor, even a great company with bucklers and shields, all of them handling swords, Persia, Ethiopia, and Libya with them, all of them with shield and helmet, Gomer, and all his bands, the house of Tagarma of the North Quarters with all his bands and many people with thee, be thou prepared and prepare for thyself and all thy company that are assembled under thee and be thou a guard unto them.
uk: Подивіться, що сказано у третьому вірші, і скажіть: «Так говорить Господь Бог: ось, я проти Оґога, головного князя Мешаха й Тувала, Я поверну тебе назад і вставлю гаків у твої щелепи, і я виведи себе та все твоє військо, коней та вершників, усі вони одягнені у всілякі обладунки, навіть велика група з щитами та щитами, усі вони володіють мечами, Персія, Ефіопія та Лівія з ними, усі вони з Щит і шолом, Гомере та всі його ватаги, дім Тагарми з Північних кварталів з усіма його ватагами та багатьма людьми з тобою, будь готовий і готуйся для себе та всього свого товариства, яке зібралося під тобою, і будь ти охоронцем до них.

source: Look, if it's been peaceful for the last thousand years, you're sleeping with the door unlocked tonight.
uk: Слухай, якщо останню тисячу років було мирно, ти сьогодні вночі спиш із незамкненими дверима.

source: Lots of Christians today, they spend a ton of time reading books about the Bible, but they've never even read the Bible cover to cover.
uk: Сьогодні багато християн витрачають масу часу на читання книг про Біблію, але вони навіть ніколи не читали Біблію від початку до кінця.

source: Man, good morning everyone.
uk: Усім доброго ранку.

source: Maybe it could take 10 years, maybe it could take three years, maybe it could take two years.
uk: Можливо, це може зайняти 10 років, можливо, три роки, можливо, два роки.

source: Murderers are gonna be going crazy.
uk: Вбивці зійдуть з розуму.

source: Neither shall they defile themselves anymore with their idols nor with their detestable things nor with any of their transgressions, but I will save them out of all their dwelling places wherein they have sinned and will cleanse them, so shall they be my people and I will be their God.
uk: І не будуть вони більше оскверняти себе своїми ідолами, ані своїми гидотами, ані будь-якими своїми злочинами, але Я врятую їх з усіх їхніх осель, де вони згрішили, і очистю їх, і вони будуть Моїм народом, і Я буду бути їхнім Богом.

source: Nicholas Cage, you know, they gave it a full Hollywood treatment.
uk: Ніколас Кейдж, ви знаєте, вони дали цьому повну голлівудську обробку.

source: No bars, no locks, no gate.
uk: Ні ґрат, ні замків, ні воріт.

source: No, in fact, the current nation of Israel does not have Christ reigning, does not have anyone, anything like David reigning and they're not following the judgments of God.
uk: Ні, насправді, у теперішній нації Ізраїлю не царює Христос, немає нікого, подібного до царювання Давида, і вони не дотримуються судів Бога.

source: No, it's not expired because if it says the sixth, it doesn't expire until the sixth, right?
uk: Ні, він не прострочений, тому що якщо там написано шосте, він не закінчиться до шостого, чи не так?

source: No, no, it doesn't say any of those things.
uk: Ні, ні, нічого з цього не сказано.

source: No, no, no, I didn't say listen to preaching.
uk: Ні, ні, ні, я не сказав слухати проповідь.

source: No, no, no, because first of all, he has to go around and deceive all the nations.
uk: Ні, ні, ні, бо перш за все він повинен обійти та обдурити всі народи.

source: Nobody's been practicing with their guns.
uk: Ніхто не вправлявся зі зброєю.

source: Not only that, but, you know, when God's pouring out his wrath on this earth and the whole place is on fire and God's burning up the trees and the green grass, you know, think about the looting that's gonna be going on.
uk: І не тільки це, але, знаєте, коли Бог виливає Свій гнів на цю землю, і все горить, і Бог спалює дерева та зелену траву, ви знаєте, подумайте про грабунок, який буде відбуватися.

source: Now Ezekiel chapter 37 is that famous chapter about the dry bones.
uk: Розділ 37 Єзекіїля — це відомий розділ про сухі кістки.

source: Now Ezekiel is a pretty tough book to a lot of people.
uk: Єзекіїль є досить складною книгою для багатьох людей.

source: Now let me ask you this, does the Bible say immediately there was a great white throne?
uk: А тепер дозвольте запитати вас, чи в Біблії сказано, що відразу з’явився великий білий престол?

source: Now some people probably were skeptical and said, hey, this is a magic trick or whatever.
uk: Зараз деякі люди, ймовірно, були налаштовані скептично і казали, що це магічний трюк чи щось інше.

source: Now that makes sense because if you look at these nations in Ezekiel 38, I mean it's Persia, it's Ethiopia, it's Libya, it's Gomer, it's Togerma, it's a lot of different places, okay?
uk: Тепер це має сенс, тому що якщо ви подивитеся на ці країни в Єзекіїля 38, я маю на увазі Персію, це Ефіопію, це Лівію, це Гомер, це Тогерма, це багато різних місць, добре?

source: Now that's a miracle, obviously.
uk: Тепер це диво, очевидно.

source: Now think about when there's a natural disaster, don't the looters come out and start just throwing a brick through the window of big five sporting goods and walking out with all the jerseys and the Nike shoes and the Air Jordans and whatever, right?
uk: А тепер подумайте, коли відбувається стихійне лихо, чи не виходять грабіжники й не починають просто кидати цеглину у вітрину великої п’ятірки спортивних товарів і виходити з усіма футболками, кросівками Nike, Air Jordan тощо, чи не так?

source: Now this is a miracle, okay?
uk: Тепер це диво, гаразд?

source: Now this is pretty clear when it says that David is gonna rule over them and there's gonna be one shepherd.
uk: Тепер це досить ясно, коли сказано, що Давид буде правити над ними і буде один пастир.

source: Now, I'm gonna show you a little bit about the battle of Gog and Magog from Ezekiel 38.
uk: Зараз я покажу вам трохи про битву Ґоґа та Магоґа з Єзекіїля 38.

source: Now, a lot of times when people see that, they think to themselves, oh, that's just the New Testament saints.
uk: Багато разів, коли люди бачать це, вони думають собі, о, це просто новозавітні святі.

source: Now, first of all, when we see this list of nations that are being assembled here, this ties in with Revelation 20 when he said, he's gonna go out into the Four Quarters of the Earth and gather all nations, right?
uk: Тепер, по-перше, коли ми бачимо цей список націй, які збираються тут, це пов’язано з Об’явленням 20, коли він сказав, що він піде на чотири чверті землі і збере всі нації, так?

source: Now, here's what's funny about this.
uk: Ось що в цьому смішного.

source: Now, if you know anything about bones, they have inside them bone marrow, right?
uk: Тепер, якщо ви щось знаєте про кістки, у них є кістковий мозок, чи не так?

source: Now, in Revelation chapter 20, we didn't get this detailed, did we?
uk: Тепер, у розділі 20 Об’явлення, ми не отримали таких подробиць, чи не так?

source: Now, is that what the Bible said?
uk: Чи так сказано в Біблії?

source: Now, let me ask you this.
uk: Тепер дозвольте запитати вас про це.

source: Now, stop and think about this.
uk: А тепер зупиніться і подумайте про це.

source: Now, the reason that's important is because when we come out of chapter 37, we go right into the subject of Gog and Magog, right?
uk: Але причина, яка є важливою, полягає в тому, що коли ми виходимо з розділу 37, ми переходимо прямо до теми Гога і Магога, чи не так?

source: Now, this is super easy to understand so far.
uk: Тепер це надзвичайно легко зрозуміти.

source: Now, what if it said November 6th?
uk: А що, якби було написано 6 листопада?

source: Of all those who were saved, who died and their bodies were buried, their souls went to heaven, but their bodies have been laying in the earth for a very long time, just like those dry bones were very dry, they've been dead a long time.
uk: З усіх тих, хто був врятований, хто помер і їхні тіла були поховані, їхні душі пішли на небо, але їхні тіла лежали в землі дуже довго, так само, як ті сухі кістки були дуже сухими, вони були мертві довгий час.

source: Oh, but we're just gonna be burning all our weapons.
uk: О, але ми просто спалимо всю нашу зброю.

source: Oh, okay, go back and read 37.
uk: О, гаразд, поверніться назад і прочитайте 37.

source: Oh, there's no way I'm gonna have time for that.
uk: О, у мене не буде часу на це.

source: Oh, well, Gog and Magog, you know, actually that takes place even before the rapture, even before the tribulation.
uk: О, добре, Гог і Магог, ви знаєте, насправді це відбувається ще до підхоплення, навіть до скорботи.

source: Okay, and severe hail back in Exodus, and also earlier in the book of Revelation, it could kill an animal, it could even kill a person.
uk: Гаразд, сильний град у Виході, а також раніше в книзі Об’явлення міг убити тварину, навіть людину.

source: Okay, but big hail stones, I mean, they can put giant dents in cars.
uk: Гаразд, але я маю на увазі великі градини, які можуть зробити гігантські вм’ятини на автомобілях.

source: Okay, but then secondly, they're gonna have to get the weapons together.
uk: Гаразд, але по-друге, їм доведеться зібрати зброю разом.

source: Okay, here's what actually makes sense.
uk: Гаразд, ось що насправді має сенс.

source: Okay, now let's just use our brains for a second here and stop and think about this.
uk: Гаразд, тепер давайте просто використаємо наш мозок на секунду тут і зупинимось і подумаємо про це.

source: Okay, so it's not a huge amount or anything like that.
uk: Гаразд, це не величезна сума чи щось подібне.

source: Okay, so think about that.
uk: Гаразд, подумай про це.

source: Okay, well, that's gonna take some time.
uk: Гаразд, добре, це займе деякий час.
